;汉化：aotix

[RM_Biotic X2SoldierClassTemplate]
+DisplayName="生化师"
+ClassSummary="生化师利用身体中的零号元素结节，操纵黑暗能量进行攻击和防御。"

AbilityTreeTitles[0]="前锋"
AbilityTreeTitles[1]="守护者"
AbilityTreeTitles[2]="专家"
AbilityTreeTitles[3]="幽浮"

+RandomNickNames[0]="霸主"
+RandomNickNames[1]="战斗大师"
+RandomNickNames[2]="角斗士"
+RandomNickNames[3]="阴谋"
+RandomNickNames[4]="相对论"
+RandomNickNames[5]="机械姬"
+RandomNickNames[6]="大爆炸"
+RandomNickNames[7]="鹰猎"
+RandomNickNames[8]="克尔"
+RandomNickNames[9]="宇宙"
+RandomNickNames[10]="量子"
+RandomNickNames[11]="质量效应"
+RandomNickNames[12]="破碎"
+RandomNickNames[13]="生化帝"

; *********************************************************************************************************************
; ***				        SQUADDIE ABILITIES																		***
; *********************************************************************************************************************
[RM_BioticStrength X2AbilityTemplate]
LocFriendlyName="生化力量"
LocLongDescription="生化力量的测量方式与灵能相同；随着力量的增长，生化技能的攻击也会变得更强。这项能力还反映了生化师在携带轻型武器时的更快移动能力。"
LocHelpText="生化力量的测量方式与灵能相同；随着力量的增长，生化技能的攻击也会变得更强。这项能力还反映了生化师在携带轻型武器时的更快移动能力。"
LocFlyOverText="生化力量"
LocPromotionPopupText="<Bullet/>每增加50点灵能值，生化师的生化攻击（不包括奇点和湮灭领域）将获得额外的伤害加成。<br/><Bullet/>生化师在使用轻型武器（不包括霰弹枪）时获得+<Ability:BIOTICBULLPUP/>或+<Ability:BIOTICPISTOL/>点移动力加成：使用步枪获得+<Ability:BIOTICBULLPUP/>，使用手枪获得+<Ability:BIOTICPISTOL/>。此外，他们在使用较轻型武器时还获得+<Ability:BIOTICAIMBONUS>点命中加成。"

[RM_BioticBarrier X2AbilityTemplate]
LocFriendlyName="生化屏障"
LocLongDescription="开始训练生化技能的生化师首先学会了如何创建一个暗能量场，可以保护他们免受伤害，并学会了即使能量场被破坏也能再生的方法。"
LocHelpText="生化师初始拥有<Ability:BIOTIC_BARRIER/>点强力屏障，并且每回合可以恢复<Ability:BIOTICREGEN/>点。"
LocFlyOverText="生化屏障"
LocPromotionPopupText="<Bullet/>生化师初始拥有<Ability:BIOTIC_BARRIER/>点强力屏障，并且每回合可以恢复<Ability:BIOTICREGEN/>点。<br/>"

[RM_BioticRebuild X2AbilityTemplate]
LocFriendlyName="生化屏障"
LocLongDescription="开始训练生化技能的生化师首先学会了如何创建一个暗能量场，可以保护他们免受伤害，并学会了即使能量场被破坏也能再生的方法。"
LocHelpText="生化师初始拥有<Ability:BIOTIC_BARRIER/>点强力屏障，并且每回合可以恢复<Ability:BIOTICREGEN/>点。"
LocFlyOverText="生化屏障"

[RM_BioticRegen X2AbilityTemplate]
LocFriendlyName="生化再生"
LocLongDescription="开始训练生化技能的生化师首先学会了如何创建一个暗能量场，可以保护他们免受伤害，并学会了即使能量场被破坏也能再生的方法。"
LocHelpText="生化师初始拥有<Ability:BIOTIC_BARRIER/>点强力屏障，并且每回合可以恢复<Ability:BIOTICREGEN/>点。有了足够高的灵能后，再生可以进行得更快。"
LocFlyOverText="生化再生"



; *********************************************************************************************************************
; ***				        VANGUARD ABILITIES																		***
; *********************************************************************************************************************

[RM_Charge X2AbilityTemplate]
LocFriendlyName="生化冲锋"
LocLongDescription="生化师利用敌方场地中的电能存在，直接移动到目标位置，造成大量伤害，并且可以绕过任何监视射击。还会使附近的目标失去方向感或被眩晕。"
LocFlyOverText="生化冲锋"
LocPromotionPopupText="<Bullet/>通过暗能量冲向敌人的位置。绕过所有监视射击。需要与目标保持视线。<br/><Bullet/>有<Ability:SelfCooldown/>回合的冷却时间。<br/><Bullet/>失去方向感和眩晕的几率是根据敌方意志值与生化师的生化能攻击属性进行抗衡。<br/><Bullet/>失去方向感和眩晕效果适用于敌人目标周围的一定范围内的所有目标。<br/><Bullet/>半径默认为4格，但可以根据生化师的生化能攻击属性进行增减。<br/><Bullet/>提供1个移动行动点，让生化师重新定位。<br/>"

[RM_Backlash X2AbilityTemplate]
LocFriendlyName="屏障反弹"
LocLongDescription="生化师将他们的生化屏障转化为一个反射屏障，将所有的抛射物伤害反弹给攻击者。"
LocHelpText="将抛射物伤害反弹给攻击者。仅对直接伤害攻击有效。"
LocFlyOverText="屏障反弹"
LocPromotionPopupText="<Bullet/>屏障反弹只对毒蛇怪、异变者或变种人军官等敌人的主武器有效：对爆炸或灵能攻击无效。<br/><Bullet/>有<Ability:SelfCooldown/>回合的冷却时间。<br/><Bullet/>只要生化师还有护盾点数，屏障反弹就会持续保持激活状态。<br/>"

[RM_BacklashShot X2AbilityTemplate]
LocFriendlyName="屏障反弹"
LocLongDescription="生化师将他们的生化屏障转化为一个反射屏障，将所有的抛射物伤害反弹给攻击者。"
LocHelpText="将抛射物伤害反弹给攻击者。仅对直接伤害攻击有效。"
LocFlyOverText="屏障反弹"
LocPromotionPopupText="<Bullet/>屏障反弹只对毒蛇怪、异变者或变种人军官等敌人的主武器有效：对爆炸或生化能攻击无效。<br/><Bullet/>有<Ability:SelfCooldown/>回合的冷却时间。<br/><Bullet/>只要生化师还有护盾点数，屏障反弹就会持续保持激活状态。<br/>"

[RM_Nova X2AbilityTemplate]
LocFriendlyName="生化新星"
LocLongDescription="生化新星允许生化师将部分护盾作为能量释放，造成毁灭性的周围攻击。"
LocHelpText="猛击地面，对生化师周围造成毁灭性攻击。"
LocFlyOverText="生化新星"
LocPromotionPopupText="<Bullet/>对生化师周围可变范围内的所有目标造成伤害。<br/><Bullet/>半径默认为5格，但会根据生化师的生化能进攻属性而增减。<br/><Bullet/>有<Ability:SelfCooldown/>回合的冷却时间。<br/><Bullet/>每次使用需要消耗3点护盾点数。<br/>"

[RM_Aegis X2AbilityTemplate]
LocFriendlyName="盾之庇护"
LocLongDescription="生化师的护盾在最后一刻会阻挡所有溢出伤害。"
LocHelpText="生化师的护盾在最后一刻会阻挡所有溢出伤害。"
LocFlyOverText="盾之庇护"
LocPromotionPopupText="<Bullet/>即使只剩下1点护盾点数面对30点伤害，生化师也能在护盾最后一刻避免受到伤害。<br/>"

[RM_BioticNerves X2AbilityTemplate]
LocFriendlyName="生化习性"
LocLongDescription="现在，所有具有冷却时间的生化技能的冷却时间都减少了一回合。"
LocHelpText="现在，所有具有冷却时间的生化技能的冷却时间都减少了一回合。"
LocFlyOverText="振作"
LocPromotionPopupText="<Bullet/>有此被动技能，生化新星将会变成一个毁灭性的能力。<br/>"

[RM_BioticOverdrive X2AbilityTemplate]
LocFriendlyName="生化过载"
LocLongDescription="现在，所有生化技能的冷却时间都重置了，除了「屏障反弹」之外，它们不再结束回合，并且在接下来的回合中获得额外的行动点数。"
LocHelpText="现在，所有生化技能的冷却时间都重置了，除了「屏障反弹」之外，它们不再结束回合，并且在接下来的回合中获得额外的行动点数。"
LocFlyOverText="振作"
LocPromotionPopupText="<Bullet/>生化超载可以通过立即使用生化技能来扭转战局。<br/>"

[RM_ExplodingBiotics X2AbilityTemplate]
LocFriendlyName="生化昏迷"
LocLongDescription="群攻生化师攻击的范围增加2格，并且会使其中的目标失去方向感。"
LocHelpText="群攻生化攻击的范围增加2格，并且会使其中的目标失去方向感。"
LocFlyOverText="生化昏迷"
LocPromotionPopupText="<Bullet/>包括「生化新星」、「湮灭场」、「生化冲锋」的群体震晕效果和「奇点」等能力。<br/>"



; *********************************************************************************************************************
; ***                     GUARDIAN ABILITIES																		***
; *********************************************************************************************************************
[RM_RuptureField X2AbilityTemplate]
LocFriendlyName="湮灭场"
LocFriendlyName="湮灭场"
LocLongDescription="湮灭场使生化师能够在可变数量的格内至少造成+6点撕裂伤害。"
LocHelpText="湮灭场使生化师能够在可变数量的格内至少造成+6点撕裂伤害。"
LocFlyOverText="湮灭！"
LocPromotionPopupText="<Bullet/>湮灭场使生化师能够在可变数量的格内至少造成+6点撕裂伤害。<br/><Bullet/>默认情况下，半径大小为6格，但根据生化师的生化能属性会有增减。撕裂伤害受生化师的生化放大器影响。<br/><Bullet/>技能在生化师的回合结束时激活。"

[RM_WarpShot X2AbilityTemplate]
LocFriendlyName="曲速射击"
LocLongDescription="生化师将他们的能力注入武器中，用主武器发动一次保证命中的攻击，并确保目标在未来的所有攻击中受到额外的+<Ability:WarpShotAmount/>点伤害。"
LocHelpText="曲速射击可以保证造成伤害，并确保目标在未来的所有攻击中受到增加的伤害。"
LocFlyOverText="曲速射击"
LocPromotionPopupText="<Bullet/>曲速射击消耗<Ability:SelfAmmoCost/>点弹药，并具有<Ability:SelfCooldown/>回合的冷却时间。<br/><Bullet/>受撕裂状态的目标会从每次攻击中受到额外的<Ability:RuptureAmount/>点伤害。<br/>"

[RM_ReactiveBarrier X2AbilityTemplate]
LocFriendlyName="反应屏障"
LocLongDescription="生化师的屏障反射能力经过训练已经达到了一个高级阶段，屏障能够在受到冲击时硬化，减少所受到的伤害量：<Ability:ReactiveBarrier/>%。"
LocHelpText="减少所受到的伤害量：<Ability:ReactiveBarrier/>%。"
LocFlyOverText="反应屏障"
LocPromotionPopupText="<Bullet/>反应屏障减少所受到的伤害量：<Ability:ReactiveBarrier/>%。<br/>"

[RM_Safeguard X2AbilityTemplate]
LocFriendlyName="安全卫士"
LocLongDescription="这使得生化师能够最大限度地发挥他们屏障的潜力，甚至能够抵御更强大的威胁。"
LocHelpText="现在，这位生化师从一开始就拥有<Ability:SAFEGUARD/>点强大的屏障，并且每回合可以恢复<Ability:BIOTICREGEN/>点生命值。"
LocFlyOverText="安全卫士"
LocPromotionPopupText="<Bullet/>现在，这位生化师从一开始就拥有<Ability:SAFEGUARD/>点强大的屏障，并且每回合可以恢复<Ability:BIOTICREGEN/>点生命值。<br/>"

[RM_SafeguardRegen X2AbilityTemplate]
LocFriendlyName="安全卫士再生"
LocLongDescription="这使得生化师能够最大限度地发挥他们屏障的潜力，甚至能够抵御更强大的威胁。"
LocHelpText="现在，这位生化师从一开始就拥有<Ability:SAFEGUARD/>点强大的屏障，并且每回合可以恢复<Ability:BIOTICREGEN/>点生命值。有了足够高的生化能后，再生可以进行得更快。"
LocFlyOverText="安全卫士再生"

[RM_SafeguardRebuild X2AbilityTemplate]
LocFriendlyName="安全卫士"
LocLongDescription="这使得生化师能够最大限度地发挥他们屏障的潜力，甚至能够抵御更强大的威胁。"
LocHelpText="现在，这位生化师从一开始就拥有<Ability:SAFEGUARD/>点强大的屏障，并且每回合可以恢复<Ability:BIOTICREGEN/>点生命值。"
LocFlyOverText="安全卫士"
LocPromotionPopupText="<Bullet/>现在，这位生化师从一开始就拥有<Ability:SAFEGUARD/>点强大的屏障，并且每回合可以恢复<Ability:BIOTICREGEN/>点生命值。<br/>"


[RM_BioticTraversal X2AbilityTemplate]
LocFriendlyName="生化横越"
LocFlyOverText="生化横越"
LocLongDescription="无需梯子、杆子等工具，丝滑翻越到屋顶。同时获得+<Ability:BIOTICDEFENCE/>的防御力。"
LocHelpText="无需梯子、杆子等工具，丝滑翻越到屋顶。同时获得+<Ability:BIOTICDEFENCE/>的防御力。"
LocPromotionPopupText="<Bullet/>无需梯子、杆子等工具，丝滑翻越到屋顶。同时获得+<Ability:BIOTICDEFENCE/>的防御力。<br/>"

[RM_BioticTeleport X2AbilityTemplate]
LocFriendlyName="生化传送"
LocLongDescription="生化能够传送到远处的位置，而不是直接移动。可以绕过所有的监视和反应射击。传送范围限制为<Ability:BIOTICTELEPORT/>格。"
LocHelpText="传送到新位置。可以绕过所有的监视和反应射击。传送范围限制为<Ability:BIOTICTELEPORT/>格。"
LocFlyOverText="生化传送"
LocPromotionPopupText="<Bullet/>传送到新位置。可以绕过所有的警戒和反应射击。传送范围限制为<Ability:BIOTICTELEPORT/>格。<br/><Bullet/>有<Ability:SelfCooldown/>回合的冷却时间。<br/>"

[RM_BioticWind X2AbilityTemplate]
LocFriendlyName="救援屏障"
LocLongDescription="如果生化师受到足够的伤害以至于将被击杀，他们会立即进入静滞状态，持续1回合，他们的生命值仅降低到1点，并且他们的屏障被设定为10点护盾生命值。每次任务仅能触发一次。"
LocHelpText="如果生化师受到足够的伤害以至于将被击杀，他们会立即进入静滞状态，持续1回合，他们的生命值仅降低到1点，并且他们的屏障被设定为10点护盾生命值。每次任务仅能触发一次。"
LocFlyOverText="救援屏障"
LocPromotionPopupText="<Bullet/>请注意，保护后的生化师可能会在从静滞状态中恢复后保留有毒或燃烧等有害状态效果。<br/>"

[RM_BioticWindTriggered X2AbilityTemplate]
LocFriendlyName="已救援"
LocLongDescription="生化师本应被击杀，但被救援并进入静滞状态，持续1回合。在本次任务中不会再次触发。"
LocHelpText="生化师本应被击杀，但被救援并进入静滞状态，持续1回合。在本次任务中不会再次触发。"
LocFlyOverText="已救援"


; *********************************************************************************************************************
; ***                     ADEPT ABILITIES																			***
; *********************************************************************************************************************
[RM_Warp X2AbilityTemplate]
LocFriendlyName="扭曲"
LocLongDescription="生化师可以在目标身上生成一系列快速变幻的引力场，用追踪攻击扭曲和撕裂目标。有<Ability:SelfCooldown/>回合冷却时间。"
LocHelpText="对目标造成一定量的伤害，并使目标撕裂，在未来的所有攻击中额外造成至少+2点伤害。"
LocFlyOverText="扭曲"
LocPromotionPopupText="<Bullet/>对目标造成一定量的伤害，并使目标撕裂，在未来的所有攻击中额外造成至少+2点伤害。<br/><Bullet/>伤害与生化师所装备的生化能放大器成正比。<br/><Bullet/>有<Ability:SelfCooldown/>回合冷却时间。<br/>"

[RM_Lance X2AbilityTemplate]
LocFriendlyName="长矛"
LocLongDescription="生化师可以生成一道黑暗能量的射线，将其投掷至目标，即使在长射程下也能命中。可以削弱护甲，但也有可能会未命中。有<Ability:SelfCooldown/>回合冷却时间。"
LocHelpText="对目标造成一定量的伤害并削弱其护甲。攻击有可能未命中。"
LocFlyOverText="长矛"
LocPromotionPopupText="<Bullet/>对目标造成一定量的伤害并削弱其护甲。攻击有可能未命中。<br/><Bullet/>伤害和护甲削弱效果与生化师所装备的生化能放大器成正比。<br/><Bullet/>有<Ability:SelfCooldown/>回合冷却时间。<br/>"

[RM_Reave X2AbilityTemplate]
LocFriendlyName="摄魂"
LocLongDescription="生化师可以干扰有机目标的神经元，对其造成伤害，并同时加强生化师的护盾。有<Ability:SelfCooldown/>回合冷却时间。"
LocHelpText="对目标造成一定量的伤害，并从所造成的伤害中获得护盾点数。"
LocFlyOverText="摄魂"
LocPromotionPopupText="<Bullet/>对目标造成一定量的伤害，并从所造成的伤害中获得护盾点数。<br/><Bullet/>伤害和获得的护盾点数与生化师所装备的生化能放大器成正比。<br/><Bullet/>每增加50点生化能攻击，还将额外获得一个护盾点数。<br/><Bullet/>有<Ability:SelfCooldown/>回合冷却时间，使用后会结束生化师的回合。<br/>"

[RM_ExposingBiotics X2AbilityTemplate]
LocFriendlyName="照射"
LocLongDescription="所有非天然撕裂的生化攻击，现在都会产生额外的+<Ability:Exposure_Rupture/>撕裂。"
LocHelpText="所有非天然撕裂的生化攻击，现在都会产生额外的+<Ability:Exposure_Rupture/>撕裂。"
LocFlyOverText="照射"
LocPromotionPopupText="<Bullet/>撕裂效果将在基础伤害产生后应用。<br/>"

[RM_ConsumingBiotics X2AbilityTemplate]
LocFriendlyName="剥夺生化"
LocLongDescription="所有非天然产生剥夺效果的生化攻击，现在都会剥夺目标，为生化师提供额外的+<Ability:REAVE/>护盾点数。"
LocHelpText="所有非天然产生剥夺效果的生化攻击，现在都会剥夺目标，为生化师提供额外的+<Ability:REAVE/>护盾点数。"
LocFlyOverText="已剥夺"
LocPromotionPopupText="<Bullet/>所有非天然产生剥夺效果的生化攻击，现在都会剥夺目标，为生化师提供额外的+<Ability:REAVE/>护盾点数。<br/>"

[RM_DevastatingBiotics X2AbilityTemplate]
LocFriendlyName="毁灭生化"
LocLongDescription="所有生化师的攻击，包括仅产生撕裂的攻击，现在都会造成额外的伤害。"
LocHelpText="所有生化师的攻击，包括仅产生撕裂的攻击，现在都会造成额外的伤害。"
LocFlyOverText="毁灭"
LocPromotionPopupText="<Bullet/>额外的伤害只有1点生命值，但会在任何撕裂之后产生，无论是来自技能本身还是来自生化剥夺。<br/>"

[RM_Singularity X2AbilityTemplate]
LocFriendlyName="奇点"
LocLongDescription="产生一个微型奇点，吸引半径内的大多数单位。半径大小受生化师的生化能属性影响。对半径内的所有单位造成撕裂伤害，即使没有被吸引。"
LocHelpText="产生一个微型奇点，吸引半径内的大多数单位。至少造成+6点撕裂伤害。"
LocFlyOverText="奇点"
LocPromotionPopupText="<Bullet/>产生一个微型奇点，吸引半径内的大多数单位。<br/><Bullet/>半径大小受生化师的生化能属性影响。<br/><Bullet/>高度较高的掩体可能会阻挡该效果。<br/><Bullet/>以下单位免疫：看门人、破坏者、化身。<br/><Bullet/>不触发监视。<br/><Bullet/>奇点需要等待<Ability:SelfCooldown/>回合才能再次使用。<br/><Bullet/>使用该能力会结束施法者的回合。"



; *********************************************************************************************************************
; ***						      WEAPONS																			***
; *********************************************************************************************************************


[RM_BioAmp_CV X2WeaponTemplate]
FriendlyName="生化能放大器"
FriendlyNamePlural="生化能放大器"
BriefSummary=""
TacticalText="<Bullet/>生化能放大器允许生化师使用他们的生化能技能。\n<Bullet/>更先进的生化能放大器可以增加生化师的生化能力量和技能的有效性。"

[RM_BioAmp_MG X2WeaponTemplate]
FriendlyName="高级生化能放大器"
FriendlyNamePlural="高级生化能放大器"
BriefSummary="这是生化能放大器的进化版本，更清晰地引导用户的黑暗能量，使我们的操作者在生化能方面拥有更强大的力量。携带这个高级放大器可以提高生化能进攻和某些能力的生化师攻击伤害。"
TacticalText="<Bullet/>高级生化能放大器将生化师的生化能力量提升了20点。\n<Bullet/>生化能力量决定了某些灵能技能的效力。\n<Bullet/>高级生化能放大器还增加了许多生化师攻击的伤害。\n"

[RM_BioAmp_BM X2WeaponTemplate]
FriendlyName="超铀生化能放大器"
FriendlyNamePlural="超铀生化能放大器"
BriefSummary="这个版本的生化能放大器结合了外星元素超铀-117，以及我们遭遇过的强大的看门人外星生物的技术。它将使我们的生化师能够与最强大的外星灵能抗衡。"
TacticalText="<Bullet/>超铀生化能放大器将生化师的生化能力量提升了40点。\n<Bullet/>生化能力量决定了某些生化能技能的效力。\n<Bullet/>超铀生化能放大器还增加了许多生化师攻击的伤害。\n"



[RM_Biotic X2EncyclopediaTemplate]
ListTitle="生化师职业"
DescriptionTitle="生化师职业"
DescriptionEntry="生化师是一种特殊的士兵：他们被赋予了用黑暗能量操纵周围环境的能力，使他们能够撕裂装甲、冲锋并禁用敌对群体等，完全凭借自己的身体。然而，这种天赋非常罕见：我们无法训练人们成为生化师，他们需要在幼年期或胎儿期接触到零号元素。"